{
    "fruits": [
      {
        "name": "Vải Thiều Lục Ngạn",
        "province": "Bắc Giang",
        "region": "north",
        "img": "images/lychee.png",
        "vn": "Vải Thiều Lục Ngạn – Bắc Giang là đặc sản trứ danh, được mệnh danh là “vua của các loại vải”. Vỏ đỏ au, cùi dày trắng ngà, hạt nhỏ, vị ngọt thanh, nhiều nước – tất cả tạo nên hương vị thơm ngon đặc trưng không thể nhầm lẫn. Được trồng trên vùng đất thổ nhưỡng màu mỡ và khí hậu ưu đãi của Lục Ngạn, quả vải nơi đây đạt chất lượng hàng đầu, được xuất khẩu tới hàng chục quốc gia.",
        "en": "Luc Ngan Lychee – Bac Giang is a premium Vietnamese fruit, known as the 'king of lychees.' With bright red skin, thick white flesh, tiny seed, and juicy sweet taste, it offers an unmistakable flavor. Grown in Luc Ngan's fertile soil and ideal climate, this lychee is famous for its superior quality and is exported worldwide.",
        "cn": "北江陆岸荔枝是越南著名特产，被誉为“荔枝之王”。果皮鲜红、果肉厚白、核小汁多，香甜可口，风味独特。得益于陆岸地区肥沃土壤与优越气候，这里的荔枝品质卓越，远销世界多个国家。",
        "link": "",
        "video": ""
      },
      {
        "name": "Vải Thiều Thanh Hà",
        "province": "Hải Dương",
        "region": "north",
        "img": "images/lychee.png",
        "vn": "Vải Thiều Thanh Hà – Hải Dương là cái nôi của vải thiều Việt Nam, gắn với “cây vải Tổ” gần 200 năm tuổi. Loại vải này có quả nhỏ tròn đặc trưng, vỏ hồng, cùi trắng trong, giòn ngọt, hạt rất nhỏ hoặc không có hạt. Khi ăn, vị ngọt dịu như tan trong miệng, hương thơm thanh mát độc đáo. Đây là loại trái cây tinh hoa, thể hiện giá trị truyền thống và đẳng cấp đặc sản của Việt Nam, được thu hoạch từ giữa tháng 6 đến giữa tháng 7 hằng năm.",
        "en": "Thanh Ha Lychee – Hai Duong is the cradle of Vietnamese lychee, tracing back nearly 200 years to the legendary 'Ancestor Lychee Tree.' It features small, round fruits with pink skin, translucent white flesh, and tiny or no seeds. Its crisp, juicy texture and mildly sweet flavor that melts in your mouth make it exceptional. Harvested from mid-June to mid-July, this lychee represents Vietnam’s proud heritage and fruit excellence.",
        "cn": "海阳清河荔枝是越南荔枝的发源地，已有近200年历史，源于“祖荔枝树”。其果小圆润，果皮粉红，果肉白亮清脆，甜美入口即化，几乎无籽或籽极小。清香独特，品质卓越。每年6月中至7月中采收，象征着越南传统与特产的精华与荣耀。",
        "link": "",
        "video": ""
      },
      {
        "name": "Nhãn Lồng Hưng Yên",
        "province": "Hưng Yên",
        "region": "north",
        "img": "images/longan.png",
        "vn": "Nhãn lồng Hưng Yên – “vua của các loại nhãn” – là niềm tự hào đất Phố Hiến. Quả nhãn tròn, mọng, vỏ mỏng vàng nhạt, cùi dày trong như hổ phách, hạt nhỏ, ngọt đậm, thơm mát lạ thường. Mỗi mùa nhãn (tháng 6 âm lịch), khắp Hưng Yên rực rỡ những chùm nhãn chín trĩu cành, là dịp để du khách hòa mình vào lễ hội thu hoạch, tự tay hái và thưởng thức hương vị tinh hoa đất trời kết tụ trong từng trái nhãn.",
        "en": "Hung Yen Cage Lychee – hailed as the 'king of all lychees' – is a proud symbol of Pho Hien land. Its fruit is round, golden-skinned, with thick, translucent flesh and tiny seeds. Sweet, fragrant, and incredibly juicy, it melts in your mouth. Every 6th lunar month, Hung Yen becomes a paradise of ripe lychees, where visitors can join the harvest, taste on-site, and experience the true essence of Vietnam’s summer fruits.",
        "cn": "兴安笼荔枝被誉为“荔枝之王”，是福显之地的骄傲。果实圆润饱满，果皮浅黄，果肉厚实透明如琥珀，核小，甘甜清香，入口即化。每年农历六月，整个兴安被成熟荔枝覆盖，游客可亲自采摘、品尝，尽享越南盛夏天地精华凝聚的果香。",
        "link": "",
        "video": ""
      },
      {
        "name": "Dẻ Trùng Khánh",
        "province": "Cao Bằng",
        "region": "north",
        "img": "images/chestnut.png",
        "vn": "Hạt dẻ Trùng Khánh – “quà tặng của núi rừng Cao Bằng” nổi bật với vị bùi ngậy, thơm dịu, ngọt thanh, khác biệt hoàn toàn so với các vùng khác. Được trồng trên những triền núi đá vôi mát mẻ quanh năm ở độ cao 450–600m, dẻ Trùng Khánh đạt chất lượng hảo hạng, được cấp bảo hộ chỉ dẫn địa lý từ 2011. Mùa thu hoạch vào tháng 9–10 âm lịch, hạt dẻ được chế biến thành nhiều món ngon hấp dẫn. Một hạt dẻ – đậm đà bản sắc, đậm vị non cao.",
        "en": "Trung Khanh Chestnut – 'the gift of Cao Bang mountains' is famed for its creamy, nutty flavor and fragrant sweetness, unmatched by any other. Grown on limestone hills at 450–600m elevation in a cool climate, Trung Khanh chestnuts are of premium quality and hold Geographical Indication status since 2011. Harvested in autumn (Sep–Oct lunar), the nuts are used in a variety of dishes from simple roasts to savory stews. A single chestnut – rich in heritage, full of northern soul.",
        "cn": "重庆板栗——“高平山林的馈赠”，以其香甜绵密、口感醇厚而闻名，品质远胜于其他地区。板栗种植于海拔450–600米的石灰岩山坡上，气候清凉，生态独特，自2011年起获得地理标志保护认证。每年农历九至十月采摘，适合多种烹饪方式，从简单水煮到栗子炖鸡皆美味。一颗栗子，尽显高原风味与文化底蕴。",
        "link": "",
        "video": ""
      },
      {
        "name": "Xoài Tròn Yên Châu",
        "province": "Sơn La",
        "region": "north",
        "img": "images/mango.png",
        "vn": "Xoài tròn Yên Châu – Sơn La là đặc sản bản địa trứ danh vùng Tây Bắc, được ví như “xoài trứng” bởi hình dáng nhỏ tròn đặc biệt. Vỏ xanh điểm đốm nâu, thịt đỏ cam mịn màng, ngọt lịm, thơm nức – ăn một lần là nhớ mãi. Được cấp chỉ dẫn địa lý quốc gia, xoài Yên Châu không chỉ là hương vị trời ban mà còn là biểu tượng văn hóa gắn bó hàng trăm năm với người dân nơi đây. Mùa xoài rộ vào tháng 5, là thời điểm tuyệt vời để đến thăm Yên Châu rực rỡ nắng hè và xoài chín.",
        "en": "Round Mango of Yen Chau – Son La is a renowned indigenous delicacy of Vietnam’s Northwest. Nicknamed the 'egg mango' for its unique small round shape, it features a green-speckled skin and smooth, orange-red flesh that’s irresistibly sweet and fragrant. Recognized with National Geographical Indication, this fruit is deeply rooted in local culture for centuries. Harvested in May, peak summer, Yen Chau mangoes are not just fruit – they’re gifts of the mountains, full of heritage and taste.",
        "cn": "安洲圆芒果（山罗）是越南西北地区著名的本地特色水果，因其小巧圆润的形状而被称为“鸡蛋芒”。果皮绿色带褐斑，果肉细腻呈橙红色，香气浓郁，甜美可口。该芒果已获得越南国家地理标志认证，承载着数百年的地方文化记忆。每年5月盛产，炎炎夏日中，品尝一口安洲芒果，仿佛感受到大山深处馈赠的芬芳与传统。",
        "link": "",
        "video": ""
      },
      {
        "name": "Dưa Hấu Bình Sơn",
        "province": "Quảng Ngãi",
        "region": "central",
        "img": "https://example.com/binh-son-watermelon.jpg",
        "vn": "Dưa hấu Bình Sơn – Quảng Ngãi là tinh hoa của vùng đất cát trắng ven sông Trà Bồng. Quả to, vỏ mỏng, ruột đỏ đặc, ngọt mát, đều vị từ ngoài vào trong. Dưa được trồng bằng kinh nghiệm hơn 50 năm, cho ra hương vị riêng biệt không nơi nào sánh bằng. Vào mùa xuân - hạ, dưa phủ khắp Bình Sơn, ăn ngay tại ruộng là “đã đời” nhất. Một trái dưa – tròn vị miền Trung, đậm nghĩa quê nhà.",
        "en": "Binh Son Watermelon – Quang Ngai is the pride of Vietnam’s central coast, grown on white sandy soil along the Tra Bong River. The fruit is large, thin-skinned, with firm, vibrant red flesh and consistent sweetness throughout. With over 50 years of cultivation know-how, Binh Son’s melons boast a distinct flavor unlike any other. Best enjoyed freshly sliced in the fields, these watermelons symbolize both local heritage and coastal generosity.",
        "cn": "平山西瓜（广义省）是越南中部沿海的代表性特产，种植于白沙地带、清澈的茶蓬河畔。果大皮薄、瓤红实密，甜度均匀、汁水充沛。凭借超过半世纪的种植经验，平山西瓜形成了独特风味，令人难忘。春夏之交正是丰收季，现采现吃最为美味。一颗西瓜，饱含中部风情与乡土深情。",
        "link": "",
        "video": ""
      },
      {
        "name": "Na Chi Lăng",
        "province": "Lạng Sơn",
        "region": "north",
        "img": "images/custard-apple.png",
        "vn": "Na Chi Lăng – “ngọt ngào từ đá núi”, là đặc sản trứ danh của Lạng Sơn, được vinh danh trong Top 50 trái cây đặc sản nổi tiếng Việt Nam. Quả to, tròn, mắt hồng, cùi dày, ít hạt, ngọt sắc và giàu dinh dưỡng. Được trồng trên núi đá theo tiêu chuẩn VietGAP và GlobalGAP, Na Chi Lăng không chỉ góp phần xóa đói giảm nghèo, mà còn vươn tầm xuất khẩu tới Nhật Bản, Hàn Quốc, Australia… Một trái na – kết tinh nỗ lực, lan tỏa vị ngọt vùng cao.",
        "en": "Chi Lang Custard Apple – 'sweetness born from rocky hills' – is a celebrated specialty of Lang Son, listed among Vietnam’s Top 50 iconic fruits. With pink eyes, thick white pulp, few seeds, and intense sweetness, it’s grown on limestone mountains under VietGAP and GlobalGAP standards. Chi Lang’s custard apple not only transforms local livelihoods but is also exported to Japan, Korea, and Australia. Each fruit carries the taste of resilience and the flavor of the highlands.",
        "cn": "只陵番荔枝（广宁山罗）——“岩石中孕育的甘甜”，是越南朗山著名特产，入选越南50大特色水果。果大圆润，果皮粉红眼，果肉厚、籽少、甜度高，营养丰富。该水果种植于石灰岩山地，遵循VietGAP与GlobalGAP标准，不仅帮助当地脱贫，还远销日本、韩国、澳洲等国。一颗番荔枝，承载山区人民的希望与甘美风味。",
        "link": "https://special.nhandan.vn/na-Chi-Lang-qua-ngot-mien-bien-vien/index.html",
        "video": ""
      },
      {
        "name": "Dừa Xiêm Xanh Bến Tre",
        "province": "Bến Tre",
        "region": "south",
        "img": "images/coconut.png",
        "vn": "Dừa Xiêm Xanh Bến Tre – biểu tượng xanh của xứ dừa Việt Nam, nổi bật với quả nhỏ, vỏ xanh bóng, nước ngọt thanh mát, đậm vị. Được cấp chỉ dẫn địa lý quốc gia (2018), dừa Xiêm Xanh không chỉ là loại nước giải khát tự nhiên lý tưởng mà còn mang giá trị dinh dưỡng cao, tốt cho sức khỏe. Với khí hậu và thổ nhưỡng đặc thù của vùng cù lao sông Cửu Long, loại dừa này đã trở thành niềm tự hào và lợi thế cạnh tranh toàn cầu của Bến Tre.",
        "en": "Ben Tre Green Siam Coconut – the emerald icon of Vietnam’s coconut land – is known for its small green shell and sweet, refreshing, nutrient-rich water. Officially recognized with National Geographical Indication in 2018, this coconut variety thrives in the unique alluvial soils of the Mekong Delta. Once a secondary crop, Green Siam Coconut has become a high-value export product and a symbol of Ben Tre’s agricultural excellence.",
        "cn": "槟椥青皮香椰——越南椰乡的绿色象征，果实小巧，外皮翠绿，椰汁清甜爽口、营养丰富。该产品于2018年获越南国家地理标志认证，种植于湄公河三角洲独特的冲积土壤中。原为辅助作物的青皮香椰，如今已成为槟椥省最具竞争力的出口农产品之一，展现出越南热带农业的独特魅力。",
        "link": "",
        "video": ""
      },
      {
        "name": "Mận Hậu",
        "province": "Lào Cai",
        "region": "north",
        "img": "https://example.com/hau-plum.jpg",
        "vn": "Mận hậu – hương vị đặc trưng của vùng cao phía Bắc, nổi bật với lớp phấn trắng tự nhiên, thịt quả đỏ mọng, giòn ngọt, chua thanh, mang lại cảm giác tươi mát khó quên. Mùa mận rộ vào tháng 6, cả sườn đồi khoác lên sắc đỏ rực rỡ. Không chỉ là trái cây giải nhiệt, mận hậu còn chứa nhiều vitamin, chất chống oxy hóa, và trở thành nguồn sinh kế bền vững, góp phần phát triển du lịch nông nghiệp tại Lào Cai, Sơn La, Hà Giang…",
        "en": "'Hau' plum – the signature taste of Vietnam’s northern highlands, is known for its natural white bloom, crunchy red flesh, and a sweet-tart balance that refreshes the palate. Peaking in June, ripe plums brighten entire hillsides. More than a seasonal delight, hau plums are rich in vitamins and antioxidants, supporting health and boosting income for farmers. They also play a key role in the region’s agro-tourism, especially in Lao Cai and Son La.",
        "cn": "“后李”——越南北部高原的独特风味，果皮带天然白霜，果肉鲜红，脆甜可口，略带微酸，清爽怡人。每年六月盛产，山坡间一片红艳。后李富含维生素与抗氧化物，不仅是解暑佳果，也为当地农户创造稳定收入，并促进老街、山罗等地的农旅发展，是越南高原农业文化的重要象征。",
        "link": "",
        "video": ""
      },
      {
        "name": "Mận Tam Hoa Bắc Hà",
        "province": "Lào Cai",
        "region": "north",
        "img": "https://example.com/tam-hoa-plum.jpg",
        "vn": "Mận Tam Hoa Bắc Hà – tinh hoa của “Cao nguyên trắng” Lào Cai, nổi bật với quả to, vỏ tím phủ phấn trắng, cùi dày, giòn, ngọt thanh và chua dịu. Mùa mận chín vào tháng 6, cả vùng Bắc Hà ngập tràn sắc đỏ của mận trĩu quả. Du khách không chỉ được thưởng thức tại vườn mà còn trải nghiệm hái mận, hòa mình vào lễ hội, không khí rộn ràng vùng cao, nơi mận Tam Hoa đã trở thành biểu tượng du lịch đặc sắc.",
        "en": "Bac Ha Tam Hoa Plum – the signature fruit of Vietnam’s 'White Plateau', is prized for its large size, dark purple skin dusted with natural bloom, and thick, juicy, sweet-tart flesh. Ripening in June, the hills of Bac Ha turn vibrant with plum orchards. Visitors can enjoy fruit-picking experiences, photo ops, and immerse in the festive atmosphere during the harvest season. Tam Hoa plum is not just a fruit – it’s a cultural treasure of Bac Ha.",
        "cn": "北河“三花李”——越南“白高原”的特色果王，果实硕大，紫红果皮覆有天然白霜，果肉厚实，酸甜适中、清脆多汁。每年六月成熟，北河群山铺满红彤彤的李子果园。游客可亲自采摘、拍照打卡，并参与采摘季的庆典与地方节日。三花李不仅是水果，更是北河文化与旅游的代表。",
        "link": "",
        "video": ""
      },
      {
        "name": "Dứa Đồng Giao",
        "province": "Ninh Bình",
        "region": "central",
        "img": "https://example.com/dong-giao-pineapple.jpg",
        "vn": "Dứa Đồng Giao – niềm tự hào nông sản Ninh Bình, được trồng tại nông trường Tam Điệp với 2 giống chính: Cayen vàng óng ngọt đậm, không xơ, và Queen thơm nồng, thanh mát. Nhờ thổ nhưỡng tơi xốp và biên độ nhiệt cao, trái dứa nơi đây mọng nước, nhiều dinh dưỡng. Không chỉ nổi tiếng vì chất lượng, Đồng Giao còn là điểm đến du lịch xanh hấp dẫn, nơi du khách có thể trải nghiệm hái dứa giữa những cánh đồng rực nắng vàng.",
        "en": "Dong Giao Pineapple – the agricultural pride of Ninh Binh, is cultivated in Tam Diep with two premium varieties: Cayen – golden, sweet, and fiber-free, and Queen – fragrant and refreshing. Thanks to rich soil and wide day-night temperature ranges, the fruit is juicy, flavorful, and highly nutritious. More than just a crop, Dong Giao has become a popular eco-tourism destination, where visitors enjoy harvesting pineapples under golden sunlight.",
        "cn": "东交菠萝——宁平省的农业骄傲，种植于三叠农场，主要品种为：Cayen（金黄香甜、无纤维）和Queen（芳香清爽）。得益于疏松土壤与昼夜温差大，果实饱满多汁，营养丰富。如今的东交不仅是菠萝产地，更是热门生态旅游胜地，吸引游客在金色阳光中亲自采摘，体验田园乐趣。",
        "link": "",
        "video": ""
      },
      {
        "name": "Ổi Lê Di Trạch",
        "province": "Hà Nội",
        "region": "north",
        "img": "https://example.com/di-trach-guava.jpg",
        "vn": "Ổi lê Di Trạch – đặc sản OCOP 4 sao của Hà Nội, nổi bật với quả to, ít hạt, thịt giòn ngọt, thơm nhẹ và giàu dinh dưỡng. Được canh tác theo tiêu chuẩn VietGAP, ổi được bao trái từ khi còn non, bảo đảm an toàn sinh học và chất lượng vượt trội. Không chỉ là trái cây thơm ngon, ổi lê còn là “nữ hoàng của các loại ổi”, mang lại thu nhập ổn định và góp phần nâng tầm thương hiệu nông sản vùng ngoại thành Thủ đô.",
        "en": "Di Trach Pear Guava – a 4-star OCOP specialty, is known for its large size, crisp sweetness, mild aroma, and high nutritional value. Grown under VietGAP standards, each fruit is carefully bagged early to ensure quality and eco-safety. Celebrated as the 'queen of guavas', this fruit not only delights taste buds but also enhances rural livelihoods and promotes Hanoi’s agricultural branding nationwide.",
        "cn": "地澄梨形番石榴——荣获OCOP四星认证的特色水果，果大少籽，肉质脆甜，清香四溢，营养丰富。采用VietGAP标准种植，幼果阶段即套袋管理，确保品质与生态安全。被誉为“番石榴中的女王”，不仅风味独特，更提升了河内郊区农业品牌形象，助力农民稳定增收。",
        "link": "",
        "video": ""
      },
      {
        "name": "Bưởi Diễn",
        "province": "Hà Nội",
        "region": "north",
        "img": "https://example.com/dien-pomelo.jpg",
        "vn": "Bưởi Diễn – nức lòng hương vị Hà thành, là đặc sản trứ danh từng được dùng để tiến vua. Quả nhỏ vừa, vỏ mỏng vàng óng, thơm ngát, ngọt thanh, càng để lâu càng ngon. Chỉ trồng được tại vùng đất Diễn (Hà Nội), bưởi được chăm sóc cầu kỳ, thu hoạch trước Tết và bảo quản đến sau Tết vẫn giữ vị đặc biệt. Không chỉ là loại trái cây ngon, bưởi Diễn còn là biểu tượng tài lộc và nét văn hóa sâu sắc trong mâm ngũ quả ngày Tết Việt.",
        "en": "Dien Pomelo – the pride of Hanoi’s heritage flavor, was once an imperial tribute fruit. Its small size, golden thin skin, intense fragrance, and sweet, mellow taste that deepens over time make it unique. Grown only in Dien land, it requires meticulous care and is harvested before Tet to last for months. Beyond taste, Dien pomelo symbolizes prosperity and tradition, proudly placed on Vietnam’s Tet fruit trays.",
        "cn": "演柚——河内传统年味的象征，曾是进贡皇室的珍果。果实小巧，金黄皮薄，香气浓郁，口感清甜柔和，越放越香。仅种于河内演村，需精心栽培，通常在春节前采摘，存放数月仍风味十足。演柚不仅是美味水果，更是越南春节中象征吉祥与文化的五果盘主角。",
        "link": "",
        "video": ""
      },
      {
        "name": "Cam Sành",
        "province": "Hà Giang",
        "region": "north",
        "img": "https://example.com/ha-giang-orange.jpg",
        "vn": "Cam sành Hà Giang – tinh hoa giữa đá núi, nổi bật với quả to, vỏ sần, ruột đỏ, mọng nước, vị ngọt thanh quyện hương thơm dịu. Được trồng trên vùng cao nguyên đá khắc nghiệt, loại cam này hội tụ khí chất đất trời và công sức người dân miền biên viễn. Mùa cam từ tháng 12 đến tháng 3 tạo nên không gian sắc vàng rực rỡ giữa núi rừng, níu chân du khách gần xa. Được bảo hộ chỉ dẫn địa lý từ năm 2016, cam sành Hà Giang nay là niềm tự hào ẩm thực Việt.",
        "en": "Ha Giang King Orange – a gem of Vietnam’s northern highlands, is prized for its large, thick-skinned fruits, deep red flesh, and sweet, fragrant juice. Grown on rocky highlands, this orange captures the essence of the land and the labor of ethnic farmers. From December to March, golden orchards brighten the hills, inviting visitors to taste and explore. Protected by a geographical indication since 2016, this specialty is now a celebrated symbol of Vietnamese culinary excellence.",
        "cn": "河江脐橙——越南边陲的高原瑰宝，果大皮厚，果肉红艳多汁，香气浓郁，甜而不腻。生长于岩石高原，凝聚天地精华与农民心血。每年12月至次年3月正值采摘季，金黄果园点缀山谷，吸引无数游客驻足采摘、拍照。自2016年起获得地理标志保护，河江脐橙已成为越南饮食文化的重要象征。",
        "link": "",
        "video": ""
      },
      {
        "name": "Cam Vinh",
        "province": "Nghệ An",
        "region": "central",
        "img": "https://example.com/vinh-orange.jpg",
        "vn": "Cam Vinh – niềm tự hào xứ Nghệ, nổi bật với vỏ mỏng, tép vàng óng, vị ngọt thanh và hương thơm quyến rũ. Được trồng ở các vùng như Quỳ Hợp, Thanh Chương, Con Cuông, đặc biệt là cam xã Đoài danh tiếng, mỗi quả cam là kết tinh của khí hậu, đất đai và bàn tay cần mẫn người dân. Ai từng nếm thử cam Vinh một lần sẽ nhớ mãi, như vị ngọt lành đã đi vào cả câu thơ, câu hát quê hương.",
        "en": "Vinh Orange – the citrus treasure of Nghe An, is cherished for its thin skin, golden pulp, sweet aroma, and delicate flavor. Grown in regions like Quy Hop, Con Cuong, and especially Xa Doai, Vinh oranges reflect the richness of local soil and care of generations of farmers. With just one taste, visitors are captivated—its golden drops, like honey, linger in memory and poetry alike.",
        "cn": "荣橙——乂安省的柑橘瑰宝，以其皮薄、肉金、香甜多汁而深受喜爱。种植于贵合、昆公、清章等地，尤其社橙（Xa Doai）最负盛名，每一颗果实都凝聚着土地精华与农人辛勤。尝一口荣橙，香甜难忘，那份美味早已融入越南诗词与乡愁之中。",
        "link": "",
        "video": ""
      },
      {
        "name": "Cam Cao Phong",
        "province": "Hòa Bình",
        "region": "north",
        "img": "https://example.com/cao-phong-orange.jpg",
        "vn": "Cam Cao Phong – niềm tự hào xứ Mường Hòa Bình, nổi bật với múi cam vàng óng, vỏ mỏng, vị ngọt thanh, hương thơm nồng nàn. Nhờ thổ nhưỡng và khí hậu đặc biệt, cam nơi đây có chất lượng vượt trội và được cấp chỉ dẫn địa lý quốc gia từ năm 2014. Mỗi mùa cam (từ tháng 9 đến tháng 4), Cao Phong rực rỡ trong sắc vàng cam, thu hút du khách đến thưởng thức và “check-in” giữa “phố cam” đặc trưng dài hàng cây số.",
        "en": "Cao Phong Orange – the citrus pride of Hoa Binh mountains, is famous for its thin peel, golden juicy flesh, sweet aroma, and refreshing taste. Grown in ideal soil and climate, it was awarded Geographical Indication status in 2014. From September to April, the region glows with orange harvests, transforming Cao Phong into a vibrant 'Orange Street' where visitors come to taste, explore, and celebrate this premium fruit.",
        "cn": "高峰橙——和平省的柑橘瑰宝，以其皮薄肉嫩、色泽金黄、香气浓郁、口感甘甜清新而闻名。得益于独特的气候与土壤条件，高峰橙于2014年获得国家地理标志认证。每年9月至次年4月是丰收季节，整个高峰县变成“橙子之街”，吸引游客前来采摘、品尝、打卡，尽享越南高山果香魅力。",
        "link": "",
        "video": ""
      },
      {
        "name": "Hồng Đà Lạt",
        "province": "Lâm Đồng",
        "region": "central",
        "img": "https://example.com/da-lat-persimmon.jpg",
        "vn": "Hồng giòn trứng đá – “Tiến Vua” từ núi rừng Đà Lạt, gây ấn tượng với quả tròn lớn, vỏ vàng óng, thịt giòn ngọt và thoang thoảng hương núi dịu nhẹ. Mỗi quả có thể nặng tới 300g, ăn vào cảm nhận rõ vị ngọt đậm đà, giòn tan hấp dẫn. Không chỉ là trái cây, hồng trứng đá là sự kết tinh của khí hậu ôn đới, thổ nhưỡng cao nguyên và bàn tay khéo léo của người trồng xứ lạnh.",
        "en": "Stone-Egg Crisp Persimmon – a royal delicacy from Da Lat Highlands, stands out with its large, golden-yellow fruits, crisp texture, and subtle forest aroma. Weighing up to 300g, each fruit offers a rich, sweet flavor and a refreshing crunch. More than just a fruit, it embodies the essence of Da Lat’s cool climate, fertile soil, and meticulous cultivation.",
        "cn": "石蛋脆柿——来自大叻高原的“贡果”, 果实金黄饱满，最大可达300克，口感酥脆、甜美，带有淡淡的山林清香。每一口都能感受到浓郁甘甜与高原风味交织的魅力。这不仅是一种水果，更是越南高原气候、土壤与匠心栽培的结晶。",
        "link": "",
        "video": ""
      },
      {
        "name": "Chuối Ngự Đại Hoàng",
        "province": "Hà Nam",
        "region": "north",
        "img": "https://example.com/dai-hoang-banana.jpg",
        "vn": "Chuối ngự Đại Hoàng – đặc sản tiến Vua xứ Hà Nam, nổi bật với quả nhỏ, vỏ vàng sáng, thơm ngát và ngọt đậm. Từng được vua Trần ban thưởng, loại chuối này mang đậm giá trị văn hóa và tâm linh. Được cấp chỉ dẫn địa lý quốc gia năm 2009, chuối ngự nay là niềm tự hào trong dịp lễ, Tết. Mỗi nải chuối như biểu tượng cho sự đủ đầy và tinh túy trời đất tụ về vùng đất Đại Hoàng.",
        "en": "Dai Hoang Imperial Banana – a royal specialty from Ha Nam, is known for its small size, golden peel, intense aroma, and sweet, rich flavor. Once served to the Tran Kings, this banana holds deep cultural and spiritual value. Recognized with a national geographical indication in 2009, it is now a cherished offering during Tet, symbolizing prosperity and tradition rooted in Vietnam’s heritage.",
        "cn": "大黄贡蕉——河内河南省的皇家特产，果小皮黄，香气浓郁，甜度高且口感细腻。据传为陈朝皇帝所赏，承载深厚文化与祭祀意义。2009年获国家地理标志保护，如今成为越南春节祭祖、馈赠的代表性水果，象征团圆、富足与越南古老传统的延续。",
        "link": "",
        "video": ""
      },
      {
        "name": "Vú Sữa Lò Rèn",
        "province": "Tiền Giang",
        "region": "south",
        "img": "images/starapple.png",
        "vn": "Vú sữa Lò Rèn Vĩnh Kim – “ngọt như sữa mẹ, thơm như tình quê”, là đặc sản trứ danh của Tiền Giang. Quả tròn, vỏ mỏng ánh tím, thịt trắng sánh sữa, ngọt béo, mềm mịn, ít hạt. Nhờ thổ nhưỡng phù sa ven sông Mekong, trái vú sữa nơi đây đạt chất lượng hảo hạng. Mùa quả kéo dài từ tháng 10 đến tháng 2 năm sau, là dịp lý tưởng để du khách thưởng thức tinh hoa trái ngọt miền Tây.",
        "en": "Lo Ren Star Apple from Vinh Kim – a creamy delight from the Mekong Delta, is famous for its round shape, purple-tinted skin, milky white pulp, and sweet, smooth taste. Grown in Tiền Giang’s fertile alluvial soil, each fruit is rich in flavor and low in seeds. Harvested from October to February, Lo Ren star apple has become a symbol of Southern Vietnam’s premium tropical fruits.",
        "cn": "永金“铁匠乳果”——湄公河三角洲的甘甜之果，果形圆润，果皮泛紫带绿，果肉洁白如乳，入口绵密甘甜，香气清雅，籽少肉多。得益于湄公河沿岸肥沃冲积土，铁匠乳果品质出众。每年10月至次年2月为采摘期，是领略越南南方热带水果精华的最佳时节。",
        "link": "",
        "video": ""
      },
      {
        "name": "Bơ Sáp Tây Nguyên",
        "province": "Đăk Lăk",
        "region": "south",
        "img": "https://example.com/dak-lak-avocado.jpg",
        "vn": "Bơ sáp Đắk Lắk – tinh túy núi rừng Tây Nguyên, nổi bật với thịt vàng, béo mịn, dẻo ngậy và hàm lượng dinh dưỡng cao. Trên nền đất đỏ bazan trù phú, hai giống bơ nổi tiếng là bơ 034 thon dài, hạt nhỏ và bơ Booth dẻo thơm, ngọt tự nhiên được canh tác theo hướng chất lượng cao. Mỗi mùa bơ từ tháng 5 đến tháng 8 là thời điểm lý tưởng để thưởng thức đặc sản trứ danh khiến thực khách mê say ngay từ lần đầu nếm thử.",
        "en": "Dak Lak Avocado – the creamy gem of Vietnam’s Central Highlands, is renowned for its buttery texture, rich flavor, and high nutritional value. Grown on fertile basalt soil, the two most popular varieties are 034 (slender, small seed) and Booth (dense, sweet flesh). From May to August, ripe Dak Lak avocados delight consumers nationwide, earning their place as a signature fruit of Vietnam’s tropical agriculture.",
        "cn": "得乐牛油果——越南中部高原的绿色珍宝，果肉金黄细腻，香浓软糯，营养丰富。种植于红色火山土壤，代表品种有034号（细长、籽小）与Booth品种（口感浓郁、自然甘甜）。每年5至8月为盛产期，是享用这款热带高原风味特色水果的最佳时节，深受消费者喜爱。",
        "link": "",
        "video": ""
      },
      {
        "name": "Bơ Tứ Quý Tây Nguyên",
        "province": "Đăk Lăk",
        "region": "south",
        "img": "https://example.com/tu-quy-avocado.jpg",
        "vn": "Bơ Tứ Quý – “vàng xanh trái mùa” của Đắk Lắk, nổi bật với thịt vàng nhạt, dẻo mịn, hạt nhỏ, vị béo ngậy thơm dịu. Cho trái quanh năm, năng suất cao, loại bơ này không chỉ ngon mà còn mang lại giá trị kinh tế lớn cho nông dân. Mỗi trái nặng 450g–1,2kg, chứa hơn 76% chất béo lành mạnh, giàu vitamin E, K, folate và kali – rất phù hợp cho chế độ ăn lành mạnh và tốt cho tim mạch.",
        "en": "Tu Quy Avocado – 'off-season green gold' from Dak Lak, is famed for its smooth yellow flesh, small seed, buttery texture, and light fragrance. This high-yield variety bears fruit year-round, offering both great taste and economic value. Each fruit weighs 450g–1.2kg and contains over 76% healthy fats, rich in vitamins E, K, folate, and potassium — ideal for a heart-friendly, low-sugar diet.",
        "cn": "四季牛油果——得乐的“绿色黄金”，以果肉细腻金黄、籽小、香气淡雅、口感浓郁而闻名。此品种全年结果，产量高，是美味与经济效益兼具的佳果。每颗重达450克至1.2公斤，富含76%以上健康脂肪，并含维生素E、K、叶酸和钾，是低糖、护心、控重人群的理想水果选择。",
        "link": "",
        "video": ""
      },
      {
        "name": "Lựu Đỏ Lâm Đồng",
        "province": "Lâm Đồng",
        "region": "central",
        "img": "https://example.com/lam-dong-pomegranate.jpg",
        "vn": "Lựu đỏ Ấn Độ – giống trái cây “ngoại” đang khẳng định vị thế tại Lâm Đồng, nổi bật với trái lớn, vỏ đỏ rực, ruột đỏ ruby, hạt mọng ngọt thanh và thơm dịu. Được trồng thành công trên vùng đất Tân Văn – Lâm Hà, loại lựu này không chỉ phù hợp với điều kiện khí hậu Việt Nam mà còn mang lại giá trị kinh tế cao, mở ra hướng đi mới cho nông sản cao nguyên.",
        "en": "Indian Red Pomegranate – an exotic fruit flourishing in Lam Dong, features large fruits with vibrant red skin, ruby-red arils, sweet-tart taste, and a gentle aroma. Successfully cultivated in Tan Van – Lam Ha, this variety adapts well to Vietnam’s warm climate and promises high market value, offering a fresh direction for highland agriculture.",
        "cn": "印度红石榴——在林同省蓬勃发展的异域果王，果实硕大，外皮鲜红，籽粒晶莹如红宝石，口感甘甜清香。如今已在林河（Lâm Hà）成功种植，适应性强、产值高，为越南高原农业带来全新发展机遇，是极具潜力的特色水果新品种。",
        "link": "",
        "video": ""
      },
      {
        "name": "Chôm Chôm Long Khánh",
        "province": "Đồng Nai",
        "region": "south",
        "img": "https://example.com/long-khanh-rambutan.jpg",
        "vn": "Chôm chôm Long Khánh – trái ngọt đặc sản của Đồng Nai, nổi bật với hai giống quý Java và nhãn đã được cấp chỉ dẫn địa lý quốc gia. Quả đỏ mọng, râu dày, vị ngọt thanh và thơm dịu, tạo nên thương hiệu riêng biệt giữa vùng đất trù phú miền Đông Nam Bộ. Dù diện tích đang thu hẹp, nhiều nhà vườn ở xã Bình Lộc đã kết hợp du lịch sinh thái vườn, đưa chôm chôm trở thành điểm nhấn trải nghiệm hấp dẫn với du khách.",
        "en": "Long Khanh Rambutan – the tropical gem of Dong Nai, is famed for its Java and 'Nhãn' varieties, both protected by a national geographical indication. With vibrant red skin, dense spines, and a sweet, fragrant taste, this fruit defines the unique identity of Southeast Vietnam. As cultivation declines, local farmers are now embracing farm-based tourism, making Long Khanh rambutan orchards a must-visit experience for travelers.",
        "cn": "隆庆红毛丹——越南同奈省的热带水果瑰宝，以其爪哇种与“龙眼”种而闻名，已获得国家地理标志保护。果实鲜红饱满，果刺浓密，口感香甜清爽，展现出东南部富饶土地的独特魅力。尽管种植面积减少，当地果农正大力发展生态果园旅游，将红毛丹果园打造成游客不可错过的体验胜地。",
        "link": "",
        "video": ""
      },
      {
        "name": "Chôm Chôm Bình Hòa Phước",
        "province": "Vĩnh Long",
        "region": "south",
        "img": "https://example.com/binh-hoa-phuoc-rambutan.jpg",
        "vn": "Chôm chôm Bình Hòa Phước – viên ngọc trái cây giữa lòng sông nước Vĩnh Long, nổi bật với trái đỏ rực, gai mềm, cơm trắng mọng nước, vị ngọt thanh pha chút chua dịu đầy hấp dẫn. Nhờ phù sa sông Tiền bồi đắp quanh năm và khí hậu ôn hòa, chôm chôm nơi đây đạt năng suất cao và chất lượng vượt trội. Mỗi mùa hè, du khách đến đây không chỉ thưởng thức trái ngon mà còn đắm mình trong vườn cây trĩu quả và không gian miệt vườn thanh bình.",
        "en": "Binh Hoa Phuoc Rambutan – the fruit jewel of Vinh Long’s riverscape, is renowned for its bright red skin, soft spines, juicy white flesh, and refreshing sweet-tart flavor. Thanks to the rich alluvial soil from the Mekong’s Tien River and a temperate climate, these rambutans offer exceptional yield and taste. From May to July, visitors flock here to enjoy ripe fruits straight from the tree and immerse themselves in authentic Mekong garden tourism.",
        "cn": "平和福红毛丹——越南永隆水乡的水果明珠，果皮鲜红，柔刺包裹，果肉洁白多汁，甜中带微酸，口感独特。受益于前江丰富的泥沙沉积与温和气候，该地区的红毛丹产量高、品质佳。每年5月至7月，游客纷至沓来，体验采摘新鲜水果与水乡果园生态之旅，留下难忘记忆。",
        "link": "",
        "video": ""
      },
      {
        "name": "Măng Cụt Chợ Lách",
        "province": "Bến Tre",
        "region": "south",
        "img": "https://example.com/cho-lach-mangosteen.jpg",
        "vn": "Măng cụt Chợ Lách – đặc sản “nữ hoàng trái cây” của Bến Tre, nổi bật với vỏ bóng đẹp, phủ phấn trắng, ít hạt, múi dày, vị ngọt thấm và thơm dịu. Nhờ kỹ thuật ghép cành hiện đại, trái to, chín đều và cho năng suất cao. Với hương vị đậm đà đặc trưng cùng màu sắc hấp dẫn, măng cụt Chợ Lách là lựa chọn tinh tế cho những ai yêu thích trái cây miền nhiệt đới chất lượng cao.",
        "en": "Cho Lach Mangosteen – the 'queen of tropical fruits' from Ben Tre, stands out with its glossy skin, white powder coating, few seeds, juicy flesh, and rich, fragrant sweetness. Thanks to advanced grafting techniques, the fruit is larger, more uniform, and ripens earlier. Its signature taste and appealing look make it a premium choice for fruit lovers seeking the best of Vietnam’s orchard bounty.",
        "cn": "朱泺山山竹——槟椥省的热带水果女王，果皮光亮带白霜，果肉厚实、籽少、清香甘甜。通过现代嫁接栽培法，果实早熟且更大更美，品质稳定。朱泺山山竹不仅外观诱人，且口感浓郁独特，是追求高品质热带水果消费者的不二之选。",
        "link": "",
        "video": ""
      },
      {
        "name": "Hồng Xiêm Mặc Bắc",
        "province": "Tiền Giang",
        "region": "south",
        "img": "https://example.com/mac-bac-sapodilla.jpg",
        "vn": "Hồng xiêm Mặc Bắc Kim Sơn – ngọt mát trứ danh vùng sông Tiền, nổi bật với vỏ mỏng, màu nâu nhạt, cơm mềm mịn, thơm nhẹ và vị ngọt thanh. Trái lớn từ 200–300g, nhiều múi, ít hạt, dễ tan khi ăn. Nhờ trồng ven sông Tiền phù sa màu mỡ, giống cây này cho trái quanh năm, năng suất cao, hiệu quả kinh tế bền vững. Được cấp chỉ dẫn địa lý và nhãn hiệu độc quyền, Hồng xiêm Mặc Bắc là niềm tự hào của người dân Châu Thành – Tiền Giang.",
        "en": "Mac Bac Sapodilla from Kim Son – a sweet and smooth delicacy of Tien Giang, features thin brown skin, soft fragrant flesh, and a mild, sweet flavor. Each fruit weighs 200–300g, with few seeds and juicy texture. Grown in the fertile soils along the Tien River, this variety produces fruit year-round and delivers high economic returns. With geographical indication and trademark protection, it has become a signature fruit of the Mekong Delta.",
        "cn": "金山北脉人心果——前江流域的清甜佳果，果皮薄、色泽浅褐，果肉细腻柔滑、香气淡雅、味道甘甜。每颗重达200–300克，籽少多汁，入口即化。种植于富饶的前江河畔，全年多次采摘、产量高、效益稳。该品种已获得地理标志与专属商标认证，是金瓯三角洲地区极具代表性的特色水果之一。",
        "link": "",
        "video": ""
      },
      {
        "name": "Quýt Hồng Lai Vung",
        "province": "Đồng Tháp",
        "region": "south",
        "img": "https://example.com/lai-vung-tangerine.jpg",
        "vn": "Quýt hồng Lai Vung – “vương quốc quýt hồng” của Đồng Tháp, nổi bật với vỏ mỏng bóng, màu cam hồng rực rỡ, múi mọng nước, vị ngọt thanh pha chút chua nhẹ và hương thơm tinh dầu dịu mát. Loại trái cây này không chỉ có giá trị dinh dưỡng cao mà còn là niềm tự hào văn hóa – kinh tế, đã được cấp chứng nhận chỉ dẫn địa lý quốc gia. Mỗi độ giáp Tết, vườn quýt chín rộ trở thành điểm du lịch hấp dẫn, níu chân du khách bốn phương.",
        "en": "Lai Vung Pink Tangerine – the citrus pride of Dong Thap, is celebrated for its glossy thin skin, vibrant orange-pink color, juicy segments, mildly sweet and citrusy flavor, and aromatic zest. Cultivated uniquely along the Hau River, it holds a national geographical indication and stands as a symbol of both cultural and economic value. During the Tet season, Lai Vung’s orchards turn into a mesmerizing destination for visitors.",
        "cn": "来翁粉橘——越南同塔省的柑橘之王，果皮光滑薄嫩，色泽橙粉鲜亮，果肉多汁，甜中带微酸，带有淡淡柑橘清香。仅适宜种植于后江沿岸肥沃的“鸡油土”，该品种已获得国家地理标志认证。每逢春节前夕，来翁粉橘园硕果累累，成为游客争相探访的节庆果园胜地。",
        "link": "",
        "video": ""
      },
      {
        "name": "Nho Ninh Thuận",
        "province": "Ninh Thuận",
        "region": "south",
        "img": "https://example.com/ninh-thuan-grapes.jpg",
        "vn": "Nho Ninh Thuận – món quà ngọt lành từ thiên nhiên nắng gió, nổi bật với vỏ dày, thịt giòn, vị ngọt thanh pha chút chua nhẹ, màu sắc tươi đẹp. Nhờ khí hậu khô nóng đặc trưng và thổ nhưỡng phù sa ven biển, vùng đất Phan Rang cho ra những chùm nho trĩu quả, chất lượng vượt trội. Đây là đặc sản tiêu biểu của Ninh Thuận, không chỉ dùng tươi mà còn được chế biến thành rượu vang, mứt, nho khô rất được ưa chuộng trong và ngoài nước.",
        "en": "Ninh Thuan Grapes – a sun-kissed gift from nature, are known for their thick skin, crisp flesh, vibrant color, and refreshing balance of sweetness and tang. Grown in the dry, coastal climate of Phan Rang, these grapes thrive under ideal natural conditions. A proud local specialty, Ninh Thuan grapes are enjoyed fresh or made into wine, jam, and dried fruit, making them a perfect souvenir for any traveler.",
        "cn": "宁顺葡萄——来自阳光土地的天然馈赠，果皮较厚，果肉爽脆，色泽鲜艳，甜中带微酸，风味独特。宁顺潘郎地区日照强烈、气候干燥，是葡萄生长的理想之地。这里的葡萄不仅可鲜食，还可制成果干、果酱与葡萄酒，是越南著名的特色水果，也是馈赠亲友的上选佳品。",
        "link": "",
        "video": ""
      },
      {
        "name": "Dâu Hạ Châu",
        "province": "Cần Thơ",
        "region": "south",
        "img": "https://example.com/ha-chau-plum.jpg",
        "vn": "Dâu Hạ Châu – “viên ngọc vàng” của miệt vườn Phong Điền, Cần Thơ, gây ấn tượng với màu vàng nhạt căng mọng, vị ngọt thanh pha chút chua nhẹ và ruột trắng trong mát lành. Mỗi trái thường có 3–4 múi, vỏ mỏng, mọc thành từng chùm từ gốc đến ngọn khiến du khách mê đắm ngay từ lần đầu thưởng thức. Đây là đặc sản nổi tiếng xứ Tây Đô, góp phần làm nên thương hiệu du lịch sinh thái miệt vườn Cần Thơ.",
        "en": "Ha Chau Plum – the golden gem of Phong Dien, Can Tho, is renowned for its light yellow skin, juicy pulp, and sweet-tangy taste. Each fruit has 3–4 segments, thin skin, and a translucent white interior. Grown in lush orchards, Ha Chau plums form in clusters from root to crown. This fruit is not only a local delicacy but also a highlight of Can Tho's garden tourism, leaving visitors with unforgettable impressions.",
        "cn": "下州李子——芹苴丰田水果园的“黄金宝石”，以其浅黄色果皮、清甜微酸的口感和晶莹剔透的果肉而闻名。每颗果实有3至4瓣，皮薄汁多，常成串挂满枝头。从观赏到品尝，这种独特的水果已成为西都芹苴不可错过的地方特产，更是生态旅游的一大亮点。",
        "link": "",
        "video": ""
      },
      {
        "name": "Roi Đỏ An Phước",
        "province": "Tiền Giang",
        "region": "south",
        "img": "https://example.com/an-phuoc-rose-apple.jpg",
        "vn": "Roi đỏ An Phước – đặc sản trứ danh miền Nam Việt Nam, nổi bật với vỏ đỏ sẫm bóng mịn, ruột giòn ngọt, không hạt, mang hương thơm đặc trưng khó quên. Được lai tạo từ giống Thái Lan và bản địa Việt, loại roi này không chỉ đẹp mắt mà còn giàu vitamin C, chất chống oxy hóa và chất xơ. Trái cho thu hoạch quanh năm, đậm vị nhất từ tháng 11 đến tháng 6. Đây là món quà thanh mát, bổ dưỡng, làm say lòng mọi thực khách từ lần đầu thưởng thức.",
        "en": "An Phuoc Red Rose Apple is a renowned Vietnamese fruit with glossy deep-red skin, crisp sweet flesh, and no seeds. Originally grafted from a premium Thai variety, this fruit is juicy, fragrant, and rich in vitamin C, antioxidants, and fiber. Harvested year-round, it peaks in flavor from November to June. Loved for both taste and health benefits, An Phuoc rose apple is a refreshing tropical treat that leaves a lasting impression.",
        "cn": "安福红莲雾是越南著名的热带水果，具有红亮光滑的果皮、脆甜无籽的果肉，香气扑鼻，令人难忘。该品种源自泰国优质品种嫁接改良而来，富含维生素C、抗氧化物与膳食纤维，全年结果，11月至6月为最佳赏味期。作为一道清甜可口、健康养生的特色水果，安福红莲雾深受消费者喜爱。",
        "link": "",
        "video": ""
      },
      {
        "name": "Thốt Nốt Bảy Núi",
        "province": "An Giang",
        "region": "south",
        "img": "https://example.com/bay-nui-palmyra.jpg",
        "vn": "Thốt nốt An Giang – tinh hoa vùng Bảy Núi, là loại cây đặc sản gắn bó mật thiết với đời sống người Khmer. Trái thốt nốt chín mọng, ngọt thanh, có lớp cơm dẻo giòn, nước mát lành, dùng để giải khát hay nấu đường thốt nốt trứ danh. Không chỉ là loại quả bổ dưỡng, thốt nốt còn là biểu tượng văn hóa – kinh tế của miền Tây Nam Bộ, được mệnh danh là “thức quà quý giá đến từ thiên nhiên”.",
        "en": "Palmyra palm from An Giang is a treasured fruit of Vietnam’s Mekong Delta. Closely tied to Khmer culture, its translucent flesh is chewy, mildly sweet, and refreshing. The juice is used to make the famed palm sugar, a unique local delicacy. More than a fruit, the palmyra palm symbolizes the natural richness and cultural identity of An Giang’s Bảy Núi region, a true gift from nature.",
        "cn": "安江椰枣树（Thốt Nốt）是越南七山地区的珍贵特产，果肉白嫩Q弹，甜中带清凉，果汁清甜爽口。其花蜜可熬制成独特的椰枣糖，备受欢迎。椰枣不仅是营养丰富的水果，更是柬族人民文化与生活的象征，被誉为“来自自然的珍贵馈赠”。",
        "link": "",
        "video": ""
      },
      {
        "name": "Sầu Riêng Ri6",
        "province": "Tiền Giang",
        "region": "south",
        "img": "https://example.com/ri6-durian.jpg",
        "vn": "Sầu riêng Ri6 – Cơm vàng, hạt lép, ngọt thanh, thơm nhẹ – là giống sầu riêng nổi tiếng của miền Tây Nam Bộ. Múi to, thịt dẻo béo nhưng không ngấy, được mệnh danh là “vua của các loại sầu riêng”. Không chỉ là trái cây trứ danh, Ri6 còn chứa hàm lượng dinh dưỡng cao, tốt cho sức khỏe và được xuất khẩu sang nhiều quốc gia. Đây chính là niềm tự hào của trái cây Việt Nam trên bản đồ nông sản quốc tế.",
        "en": "Ri6 durian – Golden flesh, mild aroma, seedless delight, is Vietnam’s most renowned durian variety. Its creamy, sweet yet non-greasy texture and subtle fragrance make it the 'King of Durian'. Rich in nutrients and exported worldwide, Ri6 is not just a tropical fruit—it’s a symbol of Vietnamese agricultural excellence.",
        "cn": "Ri6榴莲——金黄果肉，香味清淡，籽小肉厚，是越南最具代表性的榴莲品种。果肉香甜而不腻，口感 tâm密，曾被誉为“榴莲之王”。富含营养，适合多种健康需求，并出口多个国家，是越南热带水果的骄傲与象征。",
        "link": "",
        "video": ""
      },
      {
        "name": "Sầu Riêng Cái Mơn",
        "province": "Bến Tre",
        "region": "south",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Durian.jpg/640px-Durian.jpg",
        "vn": "Sầu riêng Cái Mơn – Cơm dày vàng óng, hạt lép, béo ngậy là niềm tự hào của miệt vườn Bến Tre. Với mùi thơm quyến rũ, vỏ mỏng, gai thưa và hương vị ngọt như sữa, loại sầu riêng này chinh phục mọi thực khách ngay từ lần đầu nếm thử. Không chỉ ngon miệng, sầu riêng Cái Mơn còn là nguyên liệu vàng trong nhiều món ăn nổi tiếng miền Tây như chè, xôi, bánh pía, kẹo dừa... Một đặc sản không thể bỏ lỡ khi đến xứ dừa!",
        "en": "Cai Mon Durian – golden flesh, seedless, rich and creamy – is a signature fruit of Ben Tre. With its thin rind, gentle aroma, and sweet-milky taste, it delights even the most discerning palates. More than just a fruit, Cai Mon durian is also the star ingredient in many Southern Vietnamese desserts like sticky rice, candy, and cakes. A must-try when visiting the Mekong Delta!",
        "cn": "Cái Mơn榴莲——金黄色果肉，籽少，香浓可口，是越南槟椥省著名的水果特产。果皮薄、刺少、香气扑鼻，入口即化，甜如牛奶。除了直接食用外，它还是制作越南甜点（如榴莲椰糯饭、糖果、饼干）的优质原料。来到西南水果之乡，千万别错过这道天然美味！",
        "link": "",
        "video": ""
      }
    ]
  }